{
	"soul_urge_texts": [
		"You are influenced by Sun. You want respect and credit from people surrounding you. You want to be a winner and want to be appreciated for.",
		"You are influenced by Moon. It makes you a peacemaker, born friendly and cooperative in nature. You have an inner desire of love, peace .",
		"You are influenced by Jupiter. You reflect artistic talent, charismatic personality and cheerfulness. You have an urge to self express.",
		"You are influenced by Uranus. You want to be safe for finance and future and respect loyalty and workmanship. For you Protection is utmost.",
		"You are influenced by Mercury. You want freedom in every aspect of life. You are adventurous in unusual things. You are always curious.",
		"You are influenced by Venus. You are idealistic. You have deep sense of responsibility. You are a nurturer. You desire for luxury in general.",
		"You are influenced by Neptune. You are spiritual. You want peace and comfort. You want to be perfectionist and an intellectual.",
		"You are influenced by Saturn. You want to be a leader in work. You want security in finance and authority. You want to be a big brother.",
		"You are influenced by Mars. You want to be serve humanity and experience without expecting anything. You are courageous and take risks."
	],
	"dream_texts": [
		"You are ruled by Sun. You are confident, strong and independent. You dream to be a leader among the people and present yourself as courageous.",
		"You are influenced by Moon, so you present yourselves as honest, cooperative and diplomatic. People get the impression that you are polite.",
		"You are ruled by Jupiter. You present your first image as cheerful and creative. You want to be popular and appreciated between the world.",
		"You are influenced by Uranus. You are known as the great organizer who can plan and execute any work. Your image is of discipline.",
		"You are influenced by Mercury. Your impression is witty, sensual and curious. You want to be free, but you are known for unusual darings.",
		"You are ruled by Venus. You are a highly responsible person. You are capable to draw your image as cosmic father for those you love a lot.",
		"You are influenced by Neptune. You are a stylish person who is also known to be secretive but knowledgeable. You are intelligent and mystic.",
		"You have an emphasis by Saturn. You are able to draw your picture as successful administrators or business man. You have a great attractive personality.",
		"You are dominated of Mars. So you present your first impression as the intellectual and real humanitarian. You are known for confidence and tolerance."
	]
}

